/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2017 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d neúspešných zadaní kódu";
"%d Failed Password Attempts" = "%d neúspešných zadaní hesla";

"1 Failed Passcode Attempt" = "1 neúspešné zadanie kódu";
"1 Failed Password Attempt" = "1 neúspešné zadanie hesla";

"Do you want to use Touch ID for authentication?" = "Chcete pre overovanie používať Touch ID?";

"Done" = "Hotovo";

"Enable Touch ID" = "Zapnúť Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Zadajte iný prístupový kód. Pôvodný kód nie je možné použiť.";
"Enter a different password. Cannot re-use the same password." = "Zadajte iné heslo. Pôvodné heslo nie je možné použiť.";

"Enter a passcode" = "Zadajte prístupový kód";
"Enter a password" = "Zadajte heslo";

"Enter your new passcode" = "Zadajte svoje heslo";
"Enter your new password" = "Zadajte nové heslo";

"Enter your old passcode" = "Zadajte starý prístupový kód";
"Enter your old password" = "Zadajte staré heslo";

"Enter your passcode" = "Zadajte svoj prístupový kód";
"Enter your password" = "Zadajte svoje heslo";

"Invalid Passcode" = "Neplatný prístupový kód";
"Invalid Password" = "Neplatné heslo";

"Passcodes did not match.\nTry again." = "Prístupové kódy sa nezhodujú.\nSkúste znovu.";
"Password did not match.\nTry again." = "Heslá sa nezhodujú.\nSkúste znovu.";

"Re-enter your passcode" = "Znovu zadajte prístupový kód";
"Re-enter your password" = "Znovu zadajte heslo";

"Try again in %d minutes" = "Skúste znovu o %d minút";

"Try again in 1 minute" = "Skúste o minútu neskôr";
